Repository: jhancock1975/pockterm
Catalog: pockterm/Localizable.xcstrings
Source language: en
Languages: ar, el, es, fr, he, hi, it, ja, ko, ru, te, uk, zh_hans, zh_hant

source: %@ API Key
ar: مفتاح API لـ %@
el: Κλειδί API %@
es: Clave API de %@
fr: Clé API %@
he: מפתח API של %@
hi: %@ API कुंजी
it: Chiave API %@
ja: %@ の API キー
ko: %@ API 키
ru: Ключ API %@
te: %@ API కీ
uk: Ключ API %@
zh_hans: %@ API 密钥
zh_hant: %@ API 金鑰

source: %@ keys aren't supported yet. Ed25519 and RSA keys can be imported.
ar: مفاتيح %@ غير مدعومة بعد. يمكن استيراد مفاتيح Ed25519 وRSA.
el: Τα κλειδιά %@ δεν υποστηρίζονται ακόμη. Μπορείτε να εισαγάγετε κλειδιά Ed25519 και RSA.
es: Las claves %@ aún no son compatibles. Se pueden importar claves Ed25519 y RSA.
fr: Les clés %@ ne sont pas encore prises en charge. Vous pouvez importer des clés Ed25519 et RSA.
he: מפתחות %@ אינם נתמכים עדיין. אפשר לייבא מפתחות Ed25519 ו‑RSA.
hi: %@ कुंजियाँ अभी समर्थित नहीं हैं। Ed25519 और RSA कुंजियाँ आयात की जा सकती हैं।
it: Le chiavi %@ non sono ancora supportate. Puoi importare chiavi Ed25519 e RSA.
ja: %@ 鍵にはまだ対応していません。読み込めるのは Ed25519 鍵と RSA 鍵です。
ko: %@ 키는 아직 지원하지 않습니다. Ed25519와 RSA 키를 가져올 수 있습니다.
ru: Ключи %@ пока не поддерживаются. Можно импортировать ключи Ed25519 и RSA.
te: %@ కీలకు ఇంకా మద్దతు లేదు. Ed25519 మరియు RSA కీలను దిగుమతి చేయవచ్చు.
uk: Ключі %@ поки не підтримуються. Можна імпортувати ключі Ed25519 та RSA.
zh_hans: 暂不支持 %@ 密钥。可导入 Ed25519 和 RSA 密钥。
zh_hant: 暫不支援 %@ 金鑰。可輸入 Ed25519 與 RSA 金鑰。

source: %lld files already exist here
ar: ملفات موجودة هنا بالفعل: %lld
el: %lld αρχεία υπάρχουν ήδη εδώ
es: %lld archivos ya existen aquí
fr: %lld fichiers existent déjà ici
he: %lld קבצים כבר קיימים כאן
hi: %lld फ़ाइलें यहाँ पहले से मौजूद हैं
it: %lld file esistono già qui
ja: %lld 個のファイルがすでにここにあります
ko: 파일 %lld개가 이미 여기에 있습니다
ru: %lld файла уже есть в этой папке
te: %lld ఫైల్‌లు ఇప్పటికే ఇక్కడ ఉన్నాయి
uk: %lld файлу вже є тут
zh_hans: 此处已存在 %lld 个文件
zh_hant: 此處已存在 %lld 個檔案

source: %lld of %lld
ar: %lld من %lld
el: %lld από %lld
es: %lld de %lld
fr: %lld sur %lld
he: %lld מתוך %lld
hi: %lld/%lld
it: %lld di %lld
ja: %lld/%lld
ko: %lld/%lld
ru: %lld из %lld
te: %lld/%lld
uk: %lld з %lld
zh_hans: %lld/%lld
zh_hant: %lld/%lld

source: %lld sessions
ar: %lld جلسة
el: %lld συνεδρίες
es: %lld sesiones
he: %lld הפעלות
hi: %lld सत्र
it: %lld sessioni
ja: %lld 個のセッション
ko: 세션 %lld개
ru: %lld сессии
te: %lld సెషన్‌లు
uk: %lld сесії
zh_hans: %lld 个会话
zh_hant: %lld 個工作階段

source: %lldpt
ar: ‎%lld نقطة
he: ‎%lld נק׳
zh_hans: %lld 磅
zh_hant: %lld 點

source: **Credentials** are a username plus a way to authenticate — either a password or an SSH key.
ar: **بيانات الاعتماد** هي اسم مستخدم بالإضافة إلى طريقة للمصادقة — إمّا كلمة سر أو مفتاح SSH.
el: Τα **Διαπιστευτήρια** είναι ένα όνομα χρήστη μαζί με έναν τρόπο ελέγχου ταυτότητας: είτε κωδικός είτε κλειδί SSH.
es: Las **Credenciales** son un nombre de usuario más una forma de autenticarse: una contraseña o una clave SSH.
fr: Les **Identifiants** sont un nom d'utilisateur associé à un moyen d'authentification : un mot de passe ou une clé SSH.
he: **אישורי גישה** הם שם משתמש בתוספת דרך אימות — סיסמה או מפתח SSH.
hi: **क्रेडेंशियल** का अर्थ है उपयोगकर्ता नाम और प्रमाणीकरण का कोई तरीक़ा — या तो पासवर्ड या SSH कुंजी।
it: Le **Credenziali** sono un nome utente più un modo per autenticarsi: una password oppure una chiave SSH.
ja: **認証情報**は、ユーザ名と認証方法（パスワードまたは SSH 鍵）の組み合わせです。
ko: **인증 정보**는 사용자 이름과 인증 방법(암호 또는 SSH 키)으로 구성됩니다.
ru: **Учётные данные** — это имя пользователя и способ аутентификации: пароль или ключ SSH.
te: **ఆధారాలు** అంటే వినియోగదారు పేరు, దానితోపాటు ప్రామాణీకరణ పద్ధతి — పాస్‌వర్డ్ లేదా SSH కీ.
uk: **Облікові дані** — це ім'я користувача та спосіб автентифікації: пароль або ключ SSH.
zh_hans: **凭证**由用户名加上一种身份验证方式组成 — 密码或 SSH 密钥。
zh_hant: **憑證**由使用者名稱加上一種驗證方式組成 — 密碼或 SSH 金鑰。

source: **Dynamic** — a SOCKS5 proxy on your device sends each connection through the server.
ar: **ديناميكي** — وكيل SOCKS5 على جهازك يرسل كل اتصال عبر الخادم.
el: **Δυναμικό** — ένας διαμεσολαβητής SOCKS5 στη συσκευή σας στέλνει κάθε σύνδεση μέσω του διακομιστή.
es: **Dinámico**: un proxy SOCKS5 en tu dispositivo envía cada conexión a través del servidor.
fr: **Dynamique** — un proxy SOCKS5 sur votre appareil envoie chaque connexion via le serveur.
he: **דינמי** — פרוקסי SOCKS5 במכשיר שלך שולח כל חיבור דרך השרת.
hi: **डायनामिक** — आपके डिवाइस पर एक SOCKS5 प्रॉक्सी हर कनेक्शन को सर्वर के ज़रिए भेजती है।
it: **Dinamico** — un proxy SOCKS5 sul tuo dispositivo invia ogni connessione attraverso il server.
ja: **ダイナミック** — デバイス上の SOCKS5 プロキシが、各接続をサーバ経由で送ります。
ko: **동적** — 기기의 SOCKS5 프록시가 각 연결을 서버를 통해 보냅니다.
ru: **Динамическое** — прокси SOCKS5 на вашем устройстве направляет каждое соединение через сервер.
te: **డైనమిక్** — మీ పరికరంలోని SOCKS5 ప్రాక్సీ ప్రతి కనెక్షన్‌ను సర్వర్ ద్వారా పంపుతుంది.
uk: **Динамічне** — проксі SOCKS5 на вашому пристрої надсилає кожне з'єднання через сервер.
zh_hans: **动态** — 设备上的 SOCKS5 代理会把每个连接都经由服务器发送。
zh_hant: **動態** — 裝置上的 SOCKS5 代理會將每個連線都經由伺服器傳送。

source: **Files…** opens the iPhone's own file picker, so you can upload straight from **iCloud Drive**, On My iPhone, or any other Files location. **Photos & Videos…** sends the originals from your photo library.
ar: **الملفات…** يفتح منتقي الملفات الخاص بالآيفون، فيمكنك الرفع مباشرة من **iCloud Drive** أو «على الآيفون» أو أي موقع آخر في «الملفات». أما **الصور والفيديوهات…** فيرسل النسخ الأصلية من مكتبة الصور.
el: Το **Αρχεία…** ανοίγει τον επιλογέα αρχείων του ίδιου του iPhone, ώστε να ανεβάσετε απευθείας από το **iCloud Drive**, το «Στο iPhone μου» ή οποιαδήποτε άλλη τοποθεσία των Αρχείων. Το **Φωτογραφίες και βίντεο…** στέλνει τα πρωτότυπα από τη βιβλιοθήκη φωτογραφιών σας.
es: **Archivos…** abre el selector de archivos del propio iPhone, así que puedes subir directamente desde **iCloud Drive**, En mi iPhone o cualquier otra ubicación de Archivos. **Fotos y vídeos…** envía los originales de tu fototeca.
fr: **Fichiers…** ouvre le sélecteur de fichiers de l'iPhone : vous pouvez donc envoyer directement depuis **iCloud Drive**, Sur mon iPhone ou tout autre emplacement de Fichiers. **Photos et vidéos…** envoie les originaux de votre photothèque.
he: **קבצים…** פותח את בורר הקבצים של האייפון עצמו, כך שאפשר להעלות ישירות מ-**iCloud Drive**, מ״באייפון שלי״ או מכל מיקום אחר באפליקציית קבצים. **תמונות וסרטונים…** שולח את המקוריים מספריית התמונות שלך.
hi: **फ़ाइलें…** iPhone का अपना फ़ाइल चयनकर्ता खोलता है, इसलिए आप सीधे **iCloud Drive**, «मेरे iPhone पर», या फ़ाइलों की किसी भी जगह से अपलोड कर सकते हैं। **फ़ोटो और वीडियो…** आपकी फ़ोटो लाइब्रेरी से मूल फ़ाइलें भेजता है।
it: **File…** apre il selettore di file dell'iPhone, così puoi caricare direttamente da **iCloud Drive**, Su questo iPhone o qualsiasi altra posizione di File. **Foto e video…** invia gli originali dalla tua libreria foto.
ja: **ファイル…**では iPhone のファイル選択画面が開くので、**iCloud Drive**、「この iPhone 内」、その他「ファイル」内のどの場所からでも直接アップロードできます。**写真とビデオ…**では写真ライブラリのオリジナルを送信します。
ko: **파일…**을 선택하면 iPhone의 파일 선택기가 열리므로 **iCloud Drive**, 나의 iPhone 등 파일의 어떤 위치에서든 바로 업로드할 수 있습니다. **사진 및 비디오…**는 사진 보관함의 원본을 보냅니다.
ru: **Файлы…** открывает системный выбор файлов iPhone, поэтому можно загружать прямо из **iCloud Drive**, «На iPhone» или любого другого места в «Файлах». **Фото и видео…** отправляет оригиналы из вашей медиатеки.
te: **ఫైల్‌లు…** iPhone సొంత ఫైల్ ఎంపికదారుని తెరుస్తుంది, కాబట్టి మీరు నేరుగా **iCloud Drive**, «నా iPhone లో», లేదా ఫైల్‌లలోని ఏ ఇతర ప్రదేశం నుండైనా అప్‌లోడ్ చేయవచ్చు. **ఫోటోలు & వీడియోలు…** మీ ఫోటో లైబ్రరీ నుండి అసలు ఫైల్‌లను పంపుతుంది.
uk: **Файли…** відкриває власний вибір файлів iPhone, тож можна вивантажувати просто з **iCloud Drive**, «На iPhone» чи будь-якого іншого місця у «Файлах». **Фото й відео…** надсилає оригінали з вашої медіатеки.
zh_hans: **文件…**会打开 iPhone 自带的文件选择器，因此你可以直接从 **iCloud 云盘**、“我的 iPhone”或“文件”中的任何其他位置上传。**照片和视频…**会发送照片图库中的原始文件。
zh_hant: **檔案…**會打開 iPhone 內建的檔案選擇器，因此你可以直接從 **iCloud 雲碟**、「在我的 iPhone 上」或「檔案」中的任何其他位置上傳。**照片和影片…**會傳送照片圖庫中的原始檔案。

source: **Local** — a port on your device forwards to a host the server can reach.
ar: **محلي** — منفذ على جهازك يُوجَّه إلى مضيف يستطيع الخادم الوصول إليه.
el: **Τοπικό** — μια θύρα στη συσκευή σας προωθεί σε έναν υπολογιστή που μπορεί να προσεγγίσει ο διακομιστής.
es: **Local**: un puerto de tu dispositivo se redirige a un host al que el servidor puede llegar.
fr: **Local** — un port de votre appareil redirige vers un hôte que le serveur peut joindre.
he: **מקומי** — יציאה במכשיר שלך מנותבת אל מארח שהשרת יכול להגיע אליו.
hi: **लोकल** — आपके डिवाइस का एक पोर्ट उस होस्ट तक फ़ॉरवर्ड करता है जहाँ सर्वर पहुँच सकता है।
it: **Local** — una porta sul tuo dispositivo inoltra a un host raggiungibile dal server.
ja: **ローカル** — デバイス上のポートが、サーバから到達できるホストへ転送します。
ko: **로컬** — 기기의 포트가 서버에서 접근할 수 있는 호스트로 전달합니다.
ru: **Локальный** — порт на вашем устройстве перенаправляет на хост, доступный серверу.
te: **లోకల్** — మీ పరికరంలోని ఒక పోర్ట్, సర్వర్ చేరగల హోస్ట్‌కు ఫార్వర్డ్ చేస్తుంది.
uk: **Локальний** — порт на вашому пристрої переспрямовує на хост, доступний серверу.
zh_hans: **本地** — 设备上的某个端口转发到服务器能访问的主机。
zh_hant: **本機** — 裝置上的某個埠轉送到伺服器能連到的主機。

source: **Long-press a host** and choose **Browse Files**.
ar: **اضغط مطوّلًا على مضيف** واختر **تصفح الملفات**.
el: **Πατήστε παρατεταμένα έναν διακομιστή** και επιλέξτε **Περιήγηση αρχείων**.
es: **Mantén pulsado un host** y elige **Explorar archivos**.
fr: **Appuyez longuement sur un hôte** et choisissez **Parcourir les fichiers**.
he: **לחץ לחיצה ארוכה על מארח** ובחר **עיין בקבצים**.
hi: **किसी होस्ट को देर तक दबाएँ** और **फ़ाइलें ब्राउज़ करें** चुनें।
it: **Tieni premuto un host** e scegli **Sfoglia file**.
ja: **ホストを長押し**して、**ファイルを見る**を選びます。
ko: **호스트를 길게 누른 다음** **파일 탐색**을 선택하십시오.
ru: **Нажмите и удерживайте хост** и выберите **Обзор файлов**.
te: **ఒక హోస్ట్‌ను నొక్కి పట్టుకుని** **ఫైల్‌లను బ్రౌజ్ చేయి** ఎంచుకోండి.
uk: **Торкніться й утримуйте хост** і виберіть **Огляд файлів**.
zh_hans: **长按主机**并选择**浏览文件**。
zh_hant: **長按主機**並選擇**瀏覽檔案**。

source: **PgUp** and **PgDn** on the key bar page back through what scrolled off the glasses.
ar: يتيح **PgUp** و**PgDn** في شريط المفاتيح تصفّح ما خرج من شاشة النظارة صفحةً صفحة.
el: Τα **PgUp** και **PgDn** στη μπάρα πλήκτρων σάς πάνε σελίδα-σελίδα πίσω σε ό,τι κύλησε έξω από τα γυαλιά.
es: **PgUp** y **PgDn** en la barra de teclas pasan páginas por lo que se salió de la pantalla de las gafas.
fr: **PgUp** et **PgDn** dans la barre de touches font défiler, page par page, ce qui est sorti de l'écran des lunettes.
he: בסרגל המקשים, **PgUp** ו-**PgDn** מדפדפים אחורה במה שגלל מחוץ למשקפיים.
hi: कुंजी पट्टी पर **PgUp** और **PgDn** से आप चश्मे से ऊपर निकल गई सामग्री को पेज-दर-पेज पीछे देख सकते हैं।
it: **PgUp** e **PgDn** sulla barra tasti scorrono pagina per pagina ciò che è uscito dallo schermo degli occhiali.
ja: キーバーの **PgUp** と **PgDn** で、メガネの画面から流れて消えた内容をページ単位でさかのぼれます。
ko: 키 바의 **PgUp**과 **PgDn**으로 안경 화면에서 밀려난 내용을 한 페이지씩 거슬러 볼 수 있습니다.
ru: **PgUp** и **PgDn** на панели клавиш листают постранично то, что ушло за край экрана очков.
te: కీ బార్‌లోని **PgUp**, **PgDn** తో కళ్లద్దాల స్క్రీన్ నుంచి పైకి వెళ్లిపోయిన దాన్ని పేజీ పేజీగా వెనక్కి చూడవచ్చు.
uk: **PgUp** і **PgDn** на панелі клавіш гортають посторінково те, що пішло за край екрана окулярів.
zh_hans: 按键栏上的 **PgUp** 和 **PgDn** 可以逐页往回查看从眼镜屏幕上滚走的内容。
zh_hant: 按鍵列上的 **PgUp** 和 **PgDn** 可以逐頁往回查看從眼鏡螢幕上捲走的內容。

source: **Remote** — a port on the server forwards back to your device.
ar: **بعيد** — منفذ على الخادم يُوجَّه رجوعًا إلى جهازك.
el: **Απομακρυσμένο** — μια θύρα στον διακομιστή προωθεί πίσω στη συσκευή σας.
es: **Remoto**: un puerto del servidor se redirige de vuelta a tu dispositivo.
fr: **Distant** — un port du serveur redirige vers votre appareil.
he: **מרוחק** — יציאה בשרת מנותבת בחזרה אל המכשיר שלך.
hi: **रिमोट** — सर्वर का एक पोर्ट वापस आपके डिवाइस तक फ़ॉरवर्ड करता है।
it: **Remoto** — una porta sul server inoltra verso il tuo dispositivo.
ja: **リモート** — サーバ上のポートが、あなたのデバイスへ転送し返します。
ko: **원격** — 서버의 포트가 사용자의 기기로 다시 전달합니다.
ru: **Удалённый** — порт на сервере перенаправляет обратно на ваше устройство.
te: **రిమోట్** — సర్వర్‌లోని ఒక పోర్ట్ తిరిగి మీ పరికరానికి ఫార్వర్డ్ చేస్తుంది.
uk: **Віддалений** — порт на сервері переспрямовує назад на ваш пристрій.
zh_hans: **远程** — 服务器上的某个端口转发回你的设备。
zh_hant: **遠端** — 伺服器上的某個埠轉送回你的裝置。

source: **Star** a host (swipe left) to pin it to a Favorites section.
ar: **ميّز بنجمة** مضيفًا (مرّر لليسار) لتثبيته في قسم المفضّلة.
el: Σημειώστε έναν διακομιστή ως **Αγαπημένο** (σύρετε αριστερά) για να τον καρφιτσώσετε στην ενότητα Αγαπημένα.
es: **Destaca** un host (desliza a la izquierda) para fijarlo en la sección Favoritos.
fr: Marquez un hôte comme **Favori** (balayez vers la gauche) pour l'épingler dans la section Favoris.
he: **סמן בכוכב** מארח (החלק שמאלה) כדי לקבע אותו למקטע המועדפים.
hi: किसी होस्ट को **पसंदीदा में जोड़ें** (बाएँ स्वाइप करें) ताकि वह पसंदीदा अनुभाग में पिन हो जाए।
it: Segna un host come **Preferito** (scorri a sinistra) per fissarlo nella sezione Preferiti.
ja: ホストを**お気に入りに追加**すると（左にスワイプ）、「お気に入り」セクションに固定されます。
ko: 호스트를 **즐겨찾기에 추가**하면(왼쪽으로 쓸어넘기기) 즐겨찾기 섹션에 고정됩니다.
ru: Добавьте хост **В избранное** (смахните влево), чтобы закрепить его в разделе «Избранное».
te: ఒక హోస్ట్‌ను **ఇష్టమైనవాటికి జోడించు** (ఎడమవైపు స్వైప్ చేయండి), అప్పుడు అది ఇష్టమైనవి విభాగంలో ఉంటుంది.
uk: Додайте хост **В обране** (проведіть ліворуч), щоб закріпити його в розділі «Обране».
zh_hans: 为主机**标记星标**（向左滑动）可将其固定到“收藏”分组。
zh_hant: 為主機**標上星號**（向左滑動）可將其釘選到「收藏」區段。

source: **Swipe left** for Edit, Star, or Delete.
ar: **مرّر لليسار** للتحرير أو التمييز بنجمة أو الحذف.
el: **Σύρετε αριστερά** για Επεξεργασία, Αγαπημένο ή Διαγραφή.
es: **Desliza a la izquierda** para Editar, Destacar o Eliminar.
fr: **Balayez vers la gauche** pour Modifier, Favori ou Supprimer.
he: **החלק שמאלה** לעריכה, סימון בכוכב או מחיקה.
hi: **बाएँ स्वाइप करें** — संपादित करें, पसंदीदा में जोड़ें, या मिटाएँ के लिए।
it: **Scorri a sinistra** per Modifica, Preferito o Elimina.
ja: **左にスワイプ**すると、編集、お気に入りに追加、削除ができます。
ko: **왼쪽으로 쓸어넘기면** 편집, 즐겨찾기 추가, 삭제를 할 수 있습니다.
ru: **Смахните влево** для действий «Изменить», «В избранное» или «Удалить».
te: **ఎడమవైపు స్వైప్ చేయండి** — సవరించు, ఇష్టమైనవాటికి జోడించు, లేదా తొలగించు కోసం.
uk: **Проведіть ліворуч** для дій «Змінити», «В обране» або «Видалити».
zh_hans: **向左滑动**可进行编辑、标记星标或删除。
zh_hant: **向左滑動**可編輯、標上星號或刪除。

source: **Swipe right** and tap **Files** to browse it over SFTP.
ar: **مرّر لليمين** واضغط **الملفات** لتصفحه عبر SFTP.
el: **Σύρετε δεξιά** και πατήστε **Αρχεία** για περιήγηση μέσω SFTP.
es: **Desliza a la derecha** y toca **Archivos** para explorarlo por SFTP.
fr: **Balayez vers la droite** et touchez **Fichiers** pour le parcourir via SFTP.
he: **החלק ימינה** והקש **קבצים** כדי לעיין בו דרך SFTP.
hi: **दाएँ स्वाइप करें** और SFTP से ब्राउज़ करने के लिए **फ़ाइलें** टैप करें।
it: **Scorri a destra** e tocca **File** per sfogliarlo via SFTP.
ja: **右にスワイプ**して**ファイル**をタップすると、SFTP で閲覧できます。
ko: **오른쪽으로 쓸어넘긴** 다음 **파일**을 탭하면 SFTP로 탐색합니다.
ru: **Смахните вправо** и нажмите **Файлы**, чтобы просмотреть их по SFTP.
te: **కుడివైపు స్వైప్ చేసి** SFTP ద్వారా బ్రౌజ్ చేయడానికి **ఫైల్‌లు** నొక్కండి.
uk: **Проведіть праворуч** і торкніться **Файли**, щоб переглянути їх через SFTP.
zh_hans: **向右滑动**并轻点**文件**，即可通过 SFTP 浏览。
zh_hant: **向右滑動**並點一下**檔案**，即可透過 SFTP 瀏覽。

source: **Tap a row** to edit it.
ar: **اضغط على صف** لتحريره.
el: **Πατήστε μια γραμμή** για να την επεξεργαστείτε.
es: **Toca una fila** para editarla.
fr: **Touchez une ligne** pour la modifier.
he: **הקש על שורה** כדי לערוך אותה.
hi: **किसी पंक्ति को टैप करें** ताकि उसे संपादित कर सकें।
it: **Tocca una riga** per modificarla.
ja: **行をタップ**すると編集できます。
ko: **행을 탭하면** 편집할 수 있습니다.
ru: **Нажмите на строку**, чтобы изменить её.
te: **ఒక వరుసను నొక్కితే** దాన్ని సవరించవచ్చు.
uk: **Торкніться рядка**, щоб змінити його.
zh_hans: **轻点某一行**即可编辑。
zh_hant: **點一下某一列**即可編輯。

source: **Tap the file**, then choose **Download**.
ar: **اضغط على الملف**، ثم اختر **تنزيل**.
el: **Πατήστε το αρχείο** και μετά επιλέξτε **Λήψη**.
es: **Toca el archivo** y luego elige **Descargar**.
fr: **Touchez le fichier**, puis choisissez **Télécharger**.
he: **הקש על הקובץ** ואז בחר **הורד**.
hi: **फ़ाइल पर टैप करें**, फिर **डाउनलोड करें** चुनें।
it: **Tocca il file**, poi scegli **Scarica**.
ja: **ファイルをタップ**して、**ダウンロード**を選びます。
ko: **파일을 탭한 다음** **다운로드**를 선택하십시오.
ru: **Нажмите на файл**, затем выберите **Скачать**.
te: **ఫైల్‌ను నొక్కి**, ఆ తర్వాత **డౌన్‌లోడ్ చేయి** ఎంచుకోండి.
uk: **Торкніться файлу**, потім виберіть **Завантажити**.
zh_hans: **轻点文件**，然后选择**下载**。
zh_hant: **點一下檔案**，然後選擇**下載**。

source: **Tap** a host to connect.
ar: **اضغط** على مضيف للاتصال.
el: **Πατήστε** έναν διακομιστή για να συνδεθείτε.
es: **Toca** un host para conectarte.
fr: **Touchez** un hôte pour vous connecter.
he: **הקש** על מארח כדי להתחבר.
hi: कनेक्ट करने के लिए किसी होस्ट को **टैप करें**।
it: **Tocca** un host per connetterti.
ja: ホストを**タップ**すると接続します。
ko: 호스트를 **탭하면** 연결됩니다.
ru: **Нажмите** на хост, чтобы подключиться.
te: కనెక్ట్ అవడానికి ఒక హోస్ట్‌ను **నొక్కండి**.
uk: **Торкніться** хоста, щоб підключитися.
zh_hans: **轻点**主机即可连接。
zh_hant: **點一下**主機即可連線。

source: 15 min
ar: 15 دقيقة
el: 15 λεπτά
he: 15 דק׳
hi: 15 मिनट
ja: 15 分
ko: 15분
ru: 15 мин
te: 15 నిమి
uk: 15 хв
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 30 min
ar: 30 دقيقة
el: 30 λεπτά
he: 30 דק׳
hi: 30 मिनट
ja: 30 分
ko: 30분
ru: 30 мин
te: 30 నిమి
uk: 30 хв
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 5 min
ar: 5 دقائق
el: 5 λεπτά
he: 5 דק׳
hi: 5 मिनट
ja: 5 分
ko: 5분
ru: 5 мин
te: 5 నిమి
uk: 5 хв
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 60 min
ar: 60 دقيقة
el: 60 λεπτά
he: 60 דק׳
hi: 60 मिनट
ja: 60 分
ko: 60분
ru: 60 мин
te: 60 నిమి
uk: 60 хв
zh_hans: 60 分钟
zh_hant: 60 分鐘

source: A SOCKS5 proxy listens on the bind port; each connection is tunneled to its requested destination.
ar: يستمع وكيل SOCKS5 على منفذ الربط؛ ويُنفَّق كل اتصال إلى الوجهة المطلوبة.
el: Ένας διαμεσολαβητής SOCKS5 ακούει στη θύρα σύνδεσης· κάθε σύνδεση διοχετεύεται στον ζητούμενο προορισμό της.
es: Un proxy SOCKS5 escucha en el puerto de enlace; cada conexión se tuneliza hacia el destino solicitado.
fr: Un proxy SOCKS5 écoute sur le port d'écoute ; chaque connexion est acheminée par tunnel vers la destination demandée.
he: פרוקסי SOCKS5 מאזין ביציאת הקישור; כל חיבור מנותב אל היעד שביקש.
hi: एक SOCKS5 प्रॉक्सी बाइंड पोर्ट पर सुनती है; हर कनेक्शन उसके अनुरोधित गंतव्य तक टनल किया जाता है।
it: Un proxy SOCKS5 resta in ascolto sulla porta di bind; ogni connessione viene incanalata verso la destinazione richiesta.
ja: SOCKS5 プロキシがバインドポートで待ち受け、各接続は要求された宛先へトンネルされます。
ko: SOCKS5 프록시가 바인드 포트에서 대기하며, 각 연결은 요청된 목적지로 터널링됩니다.
ru: Прокси SOCKS5 слушает порт привязки; каждое соединение туннелируется к запрошенному адресу.
te: ఒక SOCKS5 ప్రాక్సీ బైండ్ పోర్ట్‌పై వింటుంది; ప్రతి కనెక్షన్ అది కోరిన గమ్యానికి టన్నెల్ చేయబడుతుంది.
uk: Проксі SOCKS5 слухає порт прив'язки; кожне з'єднання тунелюється до запитаного призначення.
zh_hans: SOCKS5 代理在绑定端口上监听；每个连接都会被隧道转发到它请求的目标地址。
zh_hant: SOCKS5 代理會在綁定埠上監聽；每個連線都會透過通道轉送到它要求的目的地。

source: A key that starts `-----BEGIN RSA PRIVATE KEY-----` is in the older PEM format. Convert it with `ssh-keygen -p -f <file>` — that rewrites the file in place without changing the key — then import it.
ar: المفتاح الذي يبدأ بـ `-----BEGIN RSA PRIVATE KEY-----` بتنسيق PEM القديم. حوّله باستخدام `ssh-keygen -p -f <file>` — تعيد الأمر كتابة الملف في مكانه دون تغيير المفتاح — ثم استورده.
el: Ένα κλειδί που ξεκινά με `-----BEGIN RSA PRIVATE KEY-----` είναι σε παλαιότερη μορφή PEM. Μετατρέψτε το με `ssh-keygen -p -f <file>` — ξαναγράφει το αρχείο επιτόπου χωρίς να αλλάξει το κλειδί — και μετά εισαγάγετέ το.
es: Una clave que empieza por `-----BEGIN RSA PRIVATE KEY-----` está en el formato PEM antiguo. Conviértela con `ssh-keygen -p -f <file>` —reescribe el archivo sin cambiar la clave— y luego impórtala.
fr: Une clé qui commence par `-----BEGIN RSA PRIVATE KEY-----` est au format PEM ancien. Convertissez-la avec `ssh-keygen -p -f <file>` — le fichier est réécrit sur place sans que la clé change — puis importez-la.
he: מפתח שמתחיל ב-`-----BEGIN RSA PRIVATE KEY-----` נמצא בתבנית PEM הישנה. המר אותו באמצעות `ssh-keygen -p -f <file>` — הפקודה כותבת מחדש את הקובץ מבלי לשנות את המפתח — ואז ייבא אותו.
hi: `-----BEGIN RSA PRIVATE KEY-----` से शुरू होने वाली कुंजी पुराने PEM प्रारूप में है। इसे `ssh-keygen -p -f <file>` से बदलें — यह कुंजी बदले बिना फ़ाइल को उसी जगह फिर से लिखता है — फिर उसे आयात करें।
it: Una chiave che inizia con `-----BEGIN RSA PRIVATE KEY-----` è nel vecchio formato PEM. Convertila con `ssh-keygen -p -f <file>` — riscrive il file senza modificare la chiave — poi importala.
ja: `-----BEGIN RSA PRIVATE KEY-----` で始まる鍵は古い PEM 形式です。`ssh-keygen -p -f <file>` で変換してから読み込んでください。鍵を変えずにファイルを書き換えます。
ko: `-----BEGIN RSA PRIVATE KEY-----`로 시작하는 키는 예전 PEM 형식입니다. `ssh-keygen -p -f <file>`로 변환한 뒤 가져오세요. 키는 그대로 두고 파일만 다시 씁니다.
ru: Ключ, который начинается с `-----BEGIN RSA PRIVATE KEY-----`, записан в старом формате PEM. Преобразуйте его командой `ssh-keygen -p -f <file>` — она перезаписывает файл, не меняя сам ключ — и затем импортируйте.
te: `-----BEGIN RSA PRIVATE KEY-----` తో మొదలయ్యే కీ పాత PEM ఫార్మాట్‌లో ఉంటుంది. `ssh-keygen -p -f <file>` తో మార్చండి — ఇది కీని మార్చకుండా ఫైల్‌ను తిరిగి రాస్తుంది — ఆపై దిగుమతి చేయండి.
uk: Ключ, який починається з `-----BEGIN RSA PRIVATE KEY-----`, записано у старому форматі PEM. Перетворіть його командою `ssh-keygen -p -f <file>` — вона перезаписує файл, не змінюючи ключ — і потім імпортуйте.
zh_hans: 以 `-----BEGIN RSA PRIVATE KEY-----` 开头的密钥为旧的 PEM 格式。请用 `ssh-keygen -p -f <file>` 转换后再导入——该命令会就地重写文件，不会改变密钥。
zh_hant: 以 `-----BEGIN RSA PRIVATE KEY-----` 開頭的金鑰為舊的 PEM 格式。請用 `ssh-keygen -p -f <file>` 轉換後再輸入——該指令會就地重寫檔案，不會改變金鑰。

source: A name for this key in Pockterm. The key itself is unchanged.
ar: اسم لهذا المفتاح داخل Pockterm. لا يطرأ أي تغيير على المفتاح نفسه.
el: Ένα όνομα για αυτό το κλειδί στο Pockterm. Το ίδιο το κλειδί δεν αλλάζει.
es: Un nombre para esta clave en Pockterm. La clave en sí no se modifica.
fr: Un nom pour cette clé dans Pockterm. La clé elle-même reste inchangée.
he: שם עבור המפתח הזה ב‑Pockterm. המפתח עצמו אינו משתנה.
hi: Pockterm में इस कुंजी का नाम। कुंजी स्वयं अपरिवर्तित रहती है।
it: Un nome per questa chiave in Pockterm. La chiave stessa non viene modificata.
ja: Pockterm 内でのこの鍵の名前です。鍵自体は変更されません。
ko: Pockterm에서 이 키에 사용할 이름입니다. 키 자체는 바뀌지 않습니다.
ru: Имя этого ключа в Pockterm. Сам ключ не изменяется.
te: Pockterm లో ఈ కీకి ఒక పేరు. కీ మాత్రం మారదు.
uk: Ім’я цього ключа в Pockterm. Сам ключ не змінюється.
zh_hans: 该密钥在 Pockterm 中的名称。密钥本身不会被修改。
zh_hant: 該金鑰在 Pockterm 中的名稱。金鑰本身不會被修改。

source: AI Assistant
ar: مساعد الذكاء الاصطناعي
el: Βοηθός AI
es: Asistente de IA
fr: Assistant IA
he: עוזר AI
hi: AI सहायक
it: Assistente AI
ja: AIアシスタント
ko: AI 어시스턴트
ru: ИИ-ассистент
te: AI సహాయకుడు
uk: ШІ-асистент
zh_hans: AI 助手
zh_hant: AI 助理

source: Accept
ar: قبول
el: Αποδοχή
es: Aceptar
fr: Accepter
he: אישור
hi: स्वीकारें
it: Accetta
ja: 受け入れる
ko: 수락
ru: Принять
te: అంగీకరించు
uk: Прийняти
zh_hans: 接受
zh_hant: 接受

source: Accept Changed Key
ar: قبول المفتاح المتغيّر
el: Αποδοχή αλλαγμένου κλειδιού
es: Aceptar clave modificada
fr: Accepter la clé modifiée
he: אשר מפתח שהשתנה
hi: बदली हुई कुंजी स्वीकारें
it: Accetta la chiave modificata
ja: 変更された鍵を受け入れる
ko: 변경된 키 수락
ru: Принять изменённый ключ
te: మారిన కీని అంగీకరించు
uk: Прийняти змінений ключ
zh_hans: 接受已更改的密钥
zh_hant: 接受已變更的金鑰
